[

	{
		"ID": 0,
		"Turn": 0,
		"From": "Bill Waldrop",
		"SubjectLine": "Welcome Back",
		"Body": "Welcome back to the company, I hope your vacation was nice. We have updated our operating system, so we have a few things to go over.\n\nThere are a few new systems we have ready, but we'll be rolling them out as time goes on. As of now, we need you to make some decisions for Botnet. You won't be able to develop or sell any mechs right now, as we're still working that system out. Over the next couple of quarters we will start implementing our new systems for you to use.\n\nGreat to have you back!",
		"Imp": true
	},

	{
		"ID": 1,
		"Turn": 1,
		"From": "Bill Waldrop",
		"SubjectLine": "Decisions Up",
		"Body": "Decisions are now a thing, do them.",
		"Imp": true
	},

	{
		"ID": 2,
		"Turn": 3,
		"From": "Bill Waldrop",
		"SubjectLine": "Developing Mechs",
		"Body": "We've implemented a new system on your machine. You can now choose which mechs Botnet should develop based on the blueprints that our design team has drafted up. For now, we'll handle the selling of the mechs.",
		"Imp": true
	},

	{
		"ID": 3,
		"Turn": 6,
		"From": "Bill Waldrop",
		"SubjectLine": "Exporting Mechs",
		"Body": "We added another system on your machine. You can now export the mechs that Botnet has developed to the countries of your choosing. Set the price to whatever you feel will maximize profit, and make sure to pay attention to what kind of mechs each country is looking for.",
		"Imp": true
	},

	{
		"ID": 4,
		"Turn": 7,
		"From": "Bill Waldrop",
		"SubjectLine": "Utility now available, have at it.",
		"Body": "For your amazing work at company, I have decided to increase your salary! Please update your account information by clicking on link below to receive your money!\n\nww.salaryincrease.io\n\nThank you!",
		"Imp": false
	},


	{
		"ID": 5,
		"Turn": 8,
		"From": "Mister CEO",
		"SubjectLine": "Congratsulations! You received salary increase!!",
		"Body": "For your amazing work at company, I have decided to increase your salary! Please update your account information by clicking on link below to receive your money!\n\nww.salaryincrease.io\n\nThank you!",
		"Imp": false
	},

	{
		"ID": 6,
		"Turn": 8,
		"From": "Andrew Bowers",
		"SubjectLine": "IMPORTANT - Phishing Email - Do Not Click",
		"Body": "As many of you have noticed, an email has been going around the company informing employees of a salary increase. DO NOT click on the link, it is a phishing attempt to steal company information. If you have already clicked on the link, please contact security immediately for further instructions.",
		"Imp": false
	},

	{
		"ID": 7,
		"Turn": 4,
		"From": "Jeff Bez",
		"SubjectLine": "Keep up the good work!",
		"Body": "Just wanted to let you know that you're doing a great job! I'm going be frank, the other board members had their doubts about you at first, but I always knew you'd excel...and you sure have! Just remember that I've always supported you since day 1. Keep up the success!",
		"Imp": false
	},


	{
		"ID": 8,
		"Turn": 10,
		"From": "A Concerned Citizen",
		"SubjectLine": "Please stop what you are doing.",
		"Body": "Hello, I'm not sure if this will get to you but I'm pleading you to stop what you are doing. The mechs you develop and sell...if a terrorist group was to get their hands on them, it could lead to something really bad. Even developed countries stockpiling these things can not be good news. Peop[Message Intercepted]",
		"Imp": false
	},

	{
		"ID": 9,
		"Turn": 10,
		"From": "Andrew Bowers",
		"SubjectLine": "Emails getting through",
		"Body": "You might have gotten an email from a civilian recently. We are still working out the kinks of this new system. From here on out, you shouldn't be getting anymore of these types of emails. Sorry for the inconvenience.",
		"Imp": false
	}

]