[

	{
		"ID": 0,
		"RenderTexturePath": "RenderTexture/CamRendLimb",
		"IconPath": "MechIcons/LimbIcon",
		"Title": "L.I.M.B.",
		"Description": "L.I.M.B (Light Infantry Mine Buster)\n\nAn amazingly lightweight mech, with every digital instrument you could ever want for deactivating mines, I.E.Ds, and any other explosive device. For any bomb that has no phones or laptops welded to it, there’s a good old fashioned heavily shielded arm with enough articulation to replace a pacemaker. These things are so safe, the pilots don’t even break a sweat anymore.\n\n-C.S. Garcia",
		"Price": 1.8,
		"BasePrice": 2.2,
		"Stats": [ 1, 3, 1, 3 ],
		"UpgradeNames": [ "Stealth Screening", "Mounted Sonic Turret", "Compact Leg Hydraulics" ],
		"UpgradeDescriptions": [ "An array of screens on the surface of the armor that mimic their surroundings. They don’t work after being damaged.", "An echo-concussive weapon that can detonate explosives from a distance, or knock out any foot soldiers (or anyone who’s about to step on a landmine)", "A cluster of compact hydraulic actuators for the legs. They allow a much longer stride that covers a lot of ground, fast." ],
		"UpgradePrices": [ 3.0, 3.0, 4.0 ],
		"UpgradeSize0": 2,
		"UpgradeEffect0": [ 3, 1 ],
		"UpgradeAmount0": [ 3, -1 ],
		"UpgradeSize1": 1,
		"UpgradeEffect1": [ 0 ],
		"UpgradeAmount1": [ 2 ],
		"UpgradeSize2": 3,
		"UpgradeEffect2": [ 0, 1, 3 ],
		"UpgradeAmount2": [ 1, 1, 1 ]
	},

	{
		"ID": 1,
		"RenderTexturePath": "RenderTexture/CamRendCluts",
		"IconPath": "MechIcons/ClutsIcon",
		"Title": "C.L.U.T.S.",
		"Description": "C.L.U.T.S (Concussive Leveling Unit for Targeting Structure)\n\nIf there was ever a reason to consider in renters insurance, it’s when you hear the telltale gallop of a C.L.U.T.S. These units are very heavily reinforced, especially around the Pneumatic Applicators (the fists), with a frame so heavy that, a pilot bringing a building down on themselves is a legitimate strategy. By the way, standing in a doorway isn’t going to protect you from what this guy can do.\n\n-C.S. Garcia",
		"Price": 4.1,
		"BasePrice": 5.2,
		"Stats": [ 2, 4, 1, 1 ],
		"UpgradeNames": [ "Double Armored Pneumatic Applicators", "Foot Plate Anchors", "Explosive Contacts" ],
		"UpgradeDescriptions": [ "Honestly, it’s just more metal welded to the fists. It requires the pilot to have a really great sense of balance, or else they’ll be face down.", "Large stake-like beams that puncture the ground, and allow the pilot to take on structures that won’t go down in one punch", "Plates that explode on contact (obviously), allowing for much more damage to be dealt with each impact. Make sure the pilots don’t go overboard, the fists won’t last." ],
		"UpgradePrices": [ 5.0, 3.5, 4.3 ],
		"UpgradeSize0": 2,
		"UpgradeEffect0": [ 0, 1 ],
		"UpgradeAmount0": [ 2, 1 ],
		"UpgradeSize1": 1,
		"UpgradeEffect1": [ 1 ],
		"UpgradeAmount1": [ 2 ],
		"UpgradeSize2": 3,
		"UpgradeEffect2": [ 0, 1, 2 ],
		"UpgradeAmount2": [ 1, -1, 2 ]
	},

	{
		"ID": 2,
		"RenderTexturePath": "RenderTexture/CamRendAce",
		"IconPath": "MechIcons/AceIcon",
		"Title": "A.C.E.",
		"Description": "A.C.E (Anthropoid Combat Envoy)\n\nThe A.C.E. unit is basically an extremely large pair extension of the human body, meaning the pilot doesn’t have to learn any new movements or battle strategies. Comes with a few really big guns and knives. They’re incredibly light on their feet for their size, and they make great people movers. Make sure that you don’t put action heroes inside these guys, they usually end up acting like jackasses and getting shot right through the cockpit by actual competent pilots.\n\n-C.S. Garcia",
		"Price": 7.8,
		"BasePrice": 9.0,
		"Stats": [ 2, 2, 2, 2 ],
		"UpgradeNames": [ "Predictive Optics", "Rail Gun", "Auxiliary Pistol" ],
		"UpgradeDescriptions": [ "A set of enhanced sensors that cross reference GPS, audio, and visual information to create a rough prediction of the enemy’s location. Sounds like cheating.", "A very large, and very dangerous gun. It looks big even in the hands of a mech the size of a building. There’s almost no armor that can tank a hit without at least losing a limb.", "Who’s going to turn down an extra gun, it’s faster than reloading, and it looks good when the pilot uses both." ],
		"UpgradePrices": [ 7.0, 4.0, 5.0 ],
		"UpgradeSize0": 2,
		"UpgradeEffect0": [ 0, 3 ],
		"UpgradeAmount0": [ 2, 1 ],
		"UpgradeSize1": 2,
		"UpgradeEffect1": [ 0, 3 ],
		"UpgradeAmount1": [ 2, -1 ],
		"UpgradeSize2": 2,
		"UpgradeEffect2": [ 2, 3 ],
		"UpgradeAmount2": [ 1, 1 ]
	}

]