[

	{
		"ID": 0,
		"Turn": 0,
		"Title": "Conflicts Between I and P Show No Sign of Resolving",
		"ShortDescription": "'We will not back down,' says Shung Way, President of I.",
		"Description": "The multi-decade long conflict between I and P continues to show no sign of resolving as the leaders of both countries continue to ramp up their military operations. It seems that the amount of effort from The Counsel for Order and Unity of Nations and Territories (COUNT) to encourage peace and demilitarization of both countries has fallen on deaf ears.",
		"SpritePath": "NewsSprites/Just",
		"Imp": true
	},

	{
		"ID": 1,
		"Turn": 1,
		"Title": "Russia Defends P on use of Missles",
		"ShortDescription": "Last night, P targeted and destroyed an I weapons facility. The Prime Minister of Russia was quick to speak in their defense.",
		"Description": "'It has been proven time and time again that I was using this weapon facility to target innocent P citizens, it is absolutely within I's right to defend their citizens,' says Steve Spearos, Prime Minister of Russia. This if the third time that Spearos has publicly defended the military actions of P against I this year.",
		"SpritePath": "NewsSprites/Just",
		"Imp": true
	},

	{
		"ID": 2,
		"Turn": 2,
		"Title": "USA Condemns P",
		"ShortDescription": "The President of USA spoke out against the recent attack from P on I.",
		"Description": "'P either seems to be unaware, or not care about the fact that attacking military bases that house civilians is a war crime', says John Adams, President of USA. 'It is unacceptable, and blatantly goes against the COUNT's treaties that all of us signed in order to make the world a better place.'",
		"SpritePath": "NewsSprites/Just",
		"Imp": true
	},

	{
		"ID": 3,
		"Turn": 3,
		"Title": "Botnet Continues to Dominate the Mech Industry",
		"ShortDescription": "It seems like there's no end to Botnet's success.",
		"Description": "While other mech companies struggle to get their feet off the ground, Botnet has been soaring high. The increased political tensions between various countries around the world has increased the demand for war mechs - and Botnet is the current go-to provider for such products. Botnet has the most mech production facilities and the biggest selection of mechs in the world, and it seems like nothing is stopping their growth.",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 4,
		"Turn": 4,
		"Title": "Uganda's Economy Continues Massive Growth",
		"ShortDescription": "Head Treasurer Jako Bidunbu credits growth to Uganda's newly invigorated logging industry.",
		"Description": "Last year, Uganda made a giant investment in their economy by purchasing over 30 mechs from Botnet - a global mech production company. These mechs were custom designed to harvest the strong woods from Uganda's forests. 'Uganda has always had some of the world's most versatile lumber living in our dense forests, but we were never able to capitalize on it until we purchased our logging mechs from Botnet,' says Jako.",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 5,
		"Turn": 6,
		"Title": "Ho Kai Tourism Up",
		"ShortDescription": "The new hot vacation spot this summer is Ho Kai. With its beautiful beaches and delicious food - how could it not be?",
		"Description": "People are flocking to Ho Kai for the Summer to enjoy relaxing days and tropical water. If you're one of the lucky few who are going, remember to apply plenty of sun screen, as the UV Index in Ho Kai is notoriously high. Thankfully, the scrubbers were out all Spring, so the air quality is now rated as 'Acceptable' by the AQC. So leave your breathers behind and go enjoy the heat!",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 6,
		"Turn": 2,
		"Title": "Illegal Logging Operations Continue in Rei-Mont",
		"ShortDescription": "Despite efforts by the Rei-Mont government, illegal logging continues to be a problem.",
		"Description": "The people of Rei-Mont are in despair after learning that their efforts to stop illegal logging has done little to nothing in actually preventing logging. The Rei-Mont Environmental Agency estimates that at the current logging rate, 90% of the forest in Rei-Mont will be gone by the year 2150. One side of Rei-Mont's government is pushing for making any mech that can be retrofitted to log trees illegal, while the other side is strictly apposed to any mech restrictions.",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 7,
		"Turn": 5,
		"Title": "U.L. Holding Annual Speaker Forum",
		"ShortDescription": "U.L. is holding their 7th annual speaker forum this Saturday. This is a time for any member of the nation to come and talk about issues that matter to them.",
		"Description": "Out of the many topics to be discussed during this three day forum, the hottest topics will likely be\n-Government role in defense\n-Island integration into main lands\n-Personal mech restrictions\n-Possible trade deal with Ho Kai",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	}

]