[

	{
		"ID": 0,
		"Title": "Kids in Sabastia Rejoice Over Free College",
		"ShortDescription": "Botnet and the nonprofit organization Tech-Up send students to college.",
		"Description": "'I honestly can't believe this is happening, it feels like a dream,' exclaims Timmy, who has just learned that Tech-Up will be paying for him and his entire class to go to Sabastia Tech University. 'This couldn’t have happened without the extremely generous contribution from Botnet,' says a spokesperson for Tech-Up. 'Botnet has always firmly believed that it is important to invest in today's youth to make tomorrow's technology, and they really have made a difference here.'",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 1,
		"Title": "Botnet Develops Another Massive Facility",
		"ShortDescription": "The new Botnet facility in Ickenburg finished construction today.",
		"Description": "Not much is known about the massive new Botnet facility that just finished construction in Ickenburg. Certain insider sources speculate it's one of Botnet's many mech production facilities, while other sources say it's something entirely different.",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 2,
		"Title": "Botnet Hires Whiz Kalifa",
		"ShortDescription": "The world renowned cybersecurity expert will take over as Botnet's head of Security.",
		"Description": "'In an ever-changing technology world, we need ever-changing security in order to assure safety and reliability to all of our customers,' says a Botnet spokesman. 'We understand that there is zero tolerance for any security threat in the products we make, and with Whiz Kalifa's expert guidance, we can guarantee that our mechs will be invincible to any sort of cyber attack.'",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	},

	{
		"ID": 3,
		"Title": "Shokrai Holds Massive Military Parade",
		"ShortDescription": "Military personnel, political leaders, and war mechs marched through the streets of Shokrai yesterday.",
		"Description": "In another display of military strength and political power, Shokrai held their 7th annual 'Glory to Shokrai' parade all day yesterday. Thousands of citizens lined the streets to see what Shokrai's military had to offer. One of the grandest parts of the parade was when 20 massive and ornately decorated war mechs and their pilots stomped through the streets of Shokrai. Interestingly enough, the mechs bore the logo of Botnet - a large Altanaduran mech company. Botnet has already received public criticism for the fact, stating that Botnet is 'supporting a terrorist country.'",
		"SpritePath": "NewsSprites/Just",
		"Imp": false
	}

]